Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Couldn't update language: %s
sv: Kunde inte uppdatera språk: %s

source: Increase the size of text in posts
sv: Öka storleken på text i inlägg

source: Property
sv: Egenskap

source: Database creation error
sv: Fel vid databasskapande

source: Every search term must match (ie, logical AND)
sv: Varje sökterm måste matcha (ex. logisk OCH)

source: @1 (bypassed)
sv: @1 (förbipasserad)

source: Font Size
sv: Textstorlek

source: Iron Block
sv: Järnblock

source: The Science Division stricly focuses on research that benefits the Galactic Builders, other research is not done. Yet it is one of the most renowned science groups in the galaxy because many of their findings turn out to be of great use outside of terraforming.
sv: Vetenskapsavdelningen fokuserar strikt på forskning som gagnar Galactic Builders; annan forskning bedrivs inte. Ändå är den en av galaxens mest ansedda forskargrupper, eftersom många av dess resultat visar sig vara mycket användbara även utanför terraforming.

source: Unlock (or lock) all gateways
sv: Lås upp (eller lås) alla portar

source: Send the message from your account <strong>%(handle)s</strong>
sv: Skicka meddelandet från ditt konto <strong>%(handle)s</strong>

source: Try Again
sv: Försök igen

source: No Quotes
sv: Inga citat

source: Unread.
sv: Oläst.

source: There are two types of screws:
sv: Det finns två typer av skruvar:

source: Warning: The hard drive containing the directory %[1]s is nearly full: only %[2]s of free space remains.
sv: Varning: Hårddisken som innehåller katalogen %[1]s är nästan full. Endast %[2]s ledigt utrymme återstår.

source: Copy title to clipboard
sv: Kopiera titel till urklipp

source: Site Name
sv: Webbplatsnamn

source: Mossy Stone Brick
sv: Mossigt stentegel

source: Unable to create directory: %1
sv: Kan inte skapa mappen: %1

source: Sends this bookmark as an attached EPUB file.
sv: Skicka detta bokmärke som en bifogad EPUB-fil.

source: Optional.
sv: Valfritt.

source: Could not find any user with the handle <code>{handle}</code> — added to blocklist, but the user might not exist.
sv: Kunde inte hitta någon användare med handlet <code>{handle}</code> — lades till i blockeringslistan, men användaren kanske inte finns.

source: Lock databases after inactivity of
sv: Lås databaser efter inaktivitet i

source: Please fill in the display name and an optional description for your new database:
sv: Fyll i visningsnamnet och en frivillig beskrivning för din nya databas:

source: Note that some level packs only work with newer game versions, so you may want to check for game updates.
sv: Observera att vissa nivåpaket endast fungerar med nyare spelversioner, så kontrollera gärna om det finns speluppdateringar.

source: Punch from a mutant
sv: Slag från en mutant

source: Cannot delete roaming zone: You have to select a zone first.
sv: Det går inte att ta bort roamingzon: Du måste först välja en zon.

source: Action
sv: Åtgärd

source: Open a File
sv: Öppna en fil

source: redact
sv: maskera

source: New sign-ups will require your approval
sv: Nya registreringar kräver ditt godkännande

source: Banned on {}
sv: Bannlyst på {}

source: No private key payload to decrypt
sv: Ingen nyttolast att avkryptera, från privat nyckel

source: Add key to SSH Agent
sv: Lägg till nyckel till SSH-tjänsten

source: E-Book
sv: E-bok

source: Word Count:
sv: Antal ord:

source: Timeout before clearing the clipboard (default is %1 seconds, set to 0 for unlimited).
sv: Tidsgräns innan urklipp rensas (standard är %1 sek. ange 0 för obegränsat).

source: The database file "%1" was modified externally.<br>How would you like to proceed?<br><br>Merge all changes then save<br>Overwrite the changes on disk<br>Discard unsaved changes
sv: Databasfilen "%1" har ändrats externt.<br>Hur vill du fortsätta?<br><br>Vill du slå samman alla ändringar och spara?<br>Skriva över ändringar på disk?<br>Skippa osparade ändringar?

source: To all helpers: Let’s go to the Hub and kick some ass!
sv: Till alla hjälpare: Låt oss gå till Navet och sparka rumpa!

source: Export and Share
sv: Exportera och dela

source: Item Signature
sv: Artikelsignatur

source: Robot 9000 mode enabled. Post message must be unique.
sv: Robot 9000-läge är aktiverat. Inläggsmeddelandet måste vara unikt.

source: files
sv: filer

source: Admit
sv: Tillåta

source: If you enter a password when creating a post, you may delete it later.
sv: Om du anger ett lösenord när du skapar ett inlägg kan du ta bort det senare.

source: Activate Desktop notifications
sv: Aktivera skrivbordsnotiser

source: Contains %d attachment.
sv: Innehåller %d bilaga.

source: Contains %d attachments.
sv: Innehåller %d bilagor.

source: Share by email
sv: Dela via epost

source: Whether visitors may report posts.
sv: Om besökare kan rapportera inlägg.

source: Invalid entry provided
sv: Ogiltig post angavs

source: Export database to HTML file
sv: Exportera databas till HTML-fil

source: Browser for key file
sv: Bläddra efter nyckelfil

source: Who is this? I don’t see who’s talking! Where am I?
sv: Vem är det? Jag ser inte vem som pratar! Var är jag?

source: Instance Name
sv: Instansnamn

source: Save a new link
sv: Spara ny länk

source: Decryption failed: %1
sv: Avkryptering misslyckades: %1

source: Post Content Type
sv: Inläggsinnehållstyp

source: New Users
sv: Nya användare

source: Use SSL/TLS
sv: Använd SSL/TLS

source: Redraft
sv: Omformulera

source: Statistics
sv: Statistik

source: Import is disabled in settings
sv: Import är inaktiverat i inställningarna

source: Number of expired entries
sv: Antal förfallna poster

source: The import file must contain one user only
sv: Den importerade filen kan endast innehålla en användare

source: Click to send PIN on {platform}
sv: Klicka för att skicka pinkod för {platform}

source: <strong>Note:</strong> Your Fediverse platform may not support direct sharing. Please manually compose a private message.
sv: <strong>Märk:</strong> Din Fediverse-plattform kanske inte stödjer direktdelning. Skriv ett privat meddelande manuellt.

source: read password of the database from stdin
sv: hämta databaslösenordet från stdin

source: Successfully moved entry %1 to group %2.
sv: Flyttade posten %1 till gruppen %2.

source: Excluded characters
sv: Undantagna tecken

source: Open Links In-App
sv: Öppna länkar i programmet

source: Dry run complete.
sv: Testkörningen är klar.

source: Transport Pipes
sv: Transportrör

source: Search Accounts
sv: Sök konton

source: Include the following information whenever you report a bug:
sv: Inkludera följande information när du rapporterar ett fel:

source: White Noise (temporary)
sv: Vitt brus (tillfälligt)

source: New Follower Requests
sv: Nya förfrågningar om följare

source: "%[1]s" is not a valid address. Did you mean to search your bookmarks for %[2]s?
sv: "%[1]s" är inte en giltig adress. Menade du att söka i dina bokmärken efter %[2]s?

source: Select a channel:
sv: Välj kanal:

source: Edit: %s
sv: Redigering: %s

source: Close the currently opened database.
sv: Stäng den öppna databasen.

source: Temperate Wood Ladder
sv: Stege av tempererat trä

source: Confirm your user name
sv: Bekräfta ditt användarnamn

source: Select at least one channel first.
sv: Välj minst en kanal först.

source: Codec
sv: Kodek

source: _Use
sv: _Använda

source: Exported to %1
sv: Exporterat till %1

source: No shared encryption keys found in ChiPass settings.
sv: Inga delade krypteringsnycklar hittades i ChiPass:s inställningar.

source: Check hashes for your files
sv: Kontrollera hashvärden för dina filer

source: Theme
sv: Tema

source: Archive mode
sv: Arkiveringsläge

source: Will it help me to finally get out of this place?
sv: Hjälper det mig att äntligen komma härifrån?

source: Quoting @%s
sv: Citerar @%s

source: Topic
sv: Ämne

source: Bookshelf
sv: Bokhylla

source: Ignore verification warnings
sv: Ignorera verifieringsvarningar

source: Limits the maximum headphone volume.
sv: Begränsar högsta hörlursvolym.

source: Unable to get valid keycode for key:
sv: Kunde inte hämta giltig nyckelkod för nyckeln:

source: WARNING: You are using an old key file format which ChiPass may stop supporting in the future. Please consider generating a new key file.
sv: VARNING! Du använder ett äldre nyckelfilsformat som ChiPass kanske inte kommer att stödja i framtiden. Överväg att generera en ny nyckelfil.

source: Required player distance (0=disable)
sv: Krävt spelaravstånd (0 = av)

source: Number of DB entries
sv: Antal DB-poster

source: Dichroic Mirror
sv: Dikroisk spegel

source: Flowering Tropical Vine
sv: Blommande tropisk ranka

source: Bookmarks
sv: Bokmärken

source: Show the entry's current TOTP.
sv: Visa postens aktuella TOTP.

source: Generate Roaming Zone
sv: Skapa roamingzon

source: A federated classified ad instance
sv: En federerad annonsinstans

source: Unknown notification type: %s
sv: Okänd aviseringstyp: %s

source: Money
sv: Pengar

source: expired on %b %-e, %Y
sv: gick ut på %m-%d, %Å

source: Select a group call:
sv: Välj ett gruppsamtal:

source: Edit Alt Text
sv: Redigera alternativ text

source: Default Microphone Amplification
sv: Standardförstärkning för mikrofon

source: Searching
sv: Söker

source: Enable KeepassXC Freedesktop.org Secret Service integration
sv: Aktivera KeepassXC-integrering för Freedesktop.org Secret Service

source: Invalid EnableSearching value
sv: Ogiltigt värde för EnableSearching

source: You can use an asterisk (*) to match everything
sv: Du kan använda en asterisk (*) för att matcha allt (jokertecken)

source: Directory .opvault must exist
sv: Mappen .opvault måste finnas

source: Each sender has a sender type, which determines which signal type (ON, OFF or TOGGLE) is sent (if any) to its receivers, and when. The type of signal depends on the sender’s state (active or inactive).
sv: Varje avsändare har en avsändartyp som avgör vilken signaltyp, PÅ, AV eller VÄXLA, som skickas till mottagarna, om någon, och när. Signaltypen beror på avsändarens tillstånd, aktivt eller inaktivt.

source: Cannot import passkey file "%1". Data is missing.
sv: Kan inte importera passnyckelfil "%1". Data saknas.

source: You are banned
sv: Du är blockad

source: Can't write public key as it is empty
sv: Kan inte skriva offentlig nyckel, eftersom den är tom

source: Try a different search query
sv: Prova med en annan sökfråga

source: Maximum Headphone Volume
sv: Högsta hörlursvolym

source: The post has the following spoiler: %s.
sv: Inlägget har följande spoiler: %s.

source: Adds a new DMR channel.
sv: Lägger till en ny DMR-kanal.

source: Stats
sv: Statistik

source: You can share the following link with your friends.
sv: Du kan dela följande länk med dina vänner.

source: Clear
sv: Rensa

source: Thai
sv: Thailändskt

source: Help translate Sriracha
sv: Hjälp till att översätta Sriracha

source: User Filter
sv: Använd filter

source: Passkeys
sv: Passnycklar

source: Blur Sensitive Media
sv: Gör känsligt media suddigt

source: Bookmark information
sv: Bokmärkesinformation

source: Mossy Cave Stone Brick
sv: Mossigt grottstentegel

source: Justify
sv: Justera

source: Config Location:
sv: Konfigurationsplats:

source: New accounts
sv: Nya konton

source: Atmosphere
sv: Atmosfär

source: Solid (Flat Style)
sv: Solid (platt stil)

source: Solid Slab (grid style)
sv: Solid platta (rutnätsstil)

source: Subscribe URL not found in WebFinger response
sv: Subscribe URL finns inte med i WebFinger-responsen

source: Add Board
sv: Lägg till tavla

source: Cracked Sandstone
sv: Sprucken sandsten

source: Cobweb
sv: Spindelnät

source: Filtered
sv: Filtrerad

source: Posting mode: Reply
sv: Publiceringsläge: Svara

source: Those in favor of it agreed that it will be a tough experiment, but one that might be worth it. Also, the dangerous conditions can be alleviated by the Science Division by strongly focusing on researching technologies specifically made for the Hades project. Several people in the Science Division already announced they would be more than happy to assist the Hades project.
sv: De som var för var överens om att det blir ett tufft experiment, men kanske ett värt försök. De farliga förhållandena kan också mildras av Vetenskapsavdelningen genom ett starkt fokus på teknik som utvecklas särskilt för Hadesprojektet. Flera personer på Vetenskapsavdelningen har redan sagt att de gärna hjälper Hadesprojektet.

source: Refresh database root group ID
sv: Uppdatera databasens rotgrupps-ID

source: Unknown Album
sv: Okänt album

source: Whether new posts may be created.
sv: Om nya inlägg får skapas.

source: Start selecting text in the article to create a new highlight.
sv: Börja med att markera text i artikeln för att skapa en ny markering.

source: No source database, nothing to do.
sv: Ingen källdatabas, inget att göra.

source: Perform Auto-Type into the previously active window?
sv: Vill du skriva automatiskt i det tidigare aktiva fönstret?

source: Unbanned on {}
sv: Avbannad på {}

source: With Climb, you can climb on cables in any direction. But remember: On some cables, you are unable to climb upwards.
sv: Med klättring kan du klättra på kablar åt alla håll. Men kom ihåg: på vissa kablar kan du inte klättra uppåt.

source: Cannot delete channel: You have to select a channel first.
sv: Kan inte ta bort kanal: Du måste först välja en kanal.

source: RX Frequency
sv: RX-frekvens

source: Edit a database.
sv: Redigera en databas.

source: Use this to block users or entire instances from communicating with your instance. It is wise to whenever possible only block single users instance-wide. A valid reason for blocking a whole instance might be jurisdiction-wise incompatibilities with another instance.
sv: Använd detta för att blockera användare eller hela instanser från att kommunicera med din instans. Det är klokt att om möjligt bara blockera enskilda användare på andra instanser. En giltig anledning för att blockera hela instanser skulle kunna vara juridisk inkompatibilitet mellan instansernas jurisdiktioner.

source: Restart in progress.
sv: Omstart pågår.

source: Symbolic
sv: Symbolisk

source: The color components (i.e. red, green, blue) of the laser that share the color components of the block will go straight through, while the others will be deflected.
sv: De färgkomponenter, det vill säga röd, grön och blå, i lasern som delar blockets färgkomponenter går rakt igenom, medan övriga avlänkas.

source: Sequence aborted: Modifier keys held by user
sv: Sekvensen avbröts: Modifierarnycklar innehas av användaren

source: Post thread
sv: Publicera tråd

source: • Name: The name of the level, as shown to the player. Can be empty for untitled levels
sv: • Namn: Nivåns namn, som visas för spelaren. Kan lämnas tomt för nivåer utan titel

source: File too large to be a private key
sv: Filen är för stor för att vara en privat nyckel

source: Failed to save backup database: %1
sv: Kunde inte spara säkerhetskopiedatabasen: %1

source: Registrations are currently closed on this instance, but you can join other flohmarkt instances.
sv: Registreringen är tillfälligt avstängd på den här instansen men du kan gå med i en annan Flohmarkt-instans.

source: Cream Wood Ladder
sv: Stege av krämfärgat trä

source: Refreshes the orbital elements.
sv: Uppdaterar banelementen.

source: Open Kiwix
sv: Öppna Kiwix

source: Delete %1 positioning systems?
sv: Ta bort %1 positioneringssystem?

source: User-created hashtag lists
sv: Användarskapade hashtag-listor

source: Upload a Pocket export file in the form below and Readeck will fetch and save every link found in the file.
sv: Ladda upp en Pocket-exportfil i fältet nedan så hämtar och sparar Readeck alla länkar som finns i filen.

source: Intro Line 1
sv: Intro rad 1

source: Grid view
sv: Rutnätsvy

source: Dish antenna
sv: Parabolantenn

source: Expire Entry(s)…
sv: Post utgår...

source: Please enter a subject at least %d characters long.
sv: Ange ett ämne med minst %d tecken.

source: Enable compression (recommended)
sv: Aktivera komprimering (rekommenderas)

source: No Edit History
sv: Ingen redigeringshistorik

source: You quit. Remember, Glitch expects the following Luanti settings to be reset to the default value: @1
sv: Du avslutade. Kom ihåg: Glitch förväntar sig att följande Luanti-inställningar återställs till standardvärdena: @1

source: Wipe
sv: Radera

source: Failed to register session on DBus at path '%1'
sv: Kunde inte registrera session på DBus med sökvägen "%1"

source: Embed Services
sv: Inbäddningstjänster

source: Roaming zone
sv: Roamingzon

source: Slot 1
sv: Lucka 1

source: Access to all entries is denied
sv: Åtkomst till alla poster är nekad

source: Drop files to upload them
sv: Dra filer för att ladda upp dem

source: Create Poll
sv: Skapa omröstning

source: Type: Bruteforce
sv: Typ: Bruteforce

source: Handle {handle} does not look like a valid Fediverse handle. It should look something like {example}
sv: Handlet {handle} verkar inte vara ett giltigt Fediverse-handle. Det ska se ut ungefär som {example}

source: If you proceed, "%s" will open in your browser.
sv: Om du fortsätter så kommer "%s" att öppnas i din webbläsare.

source: Bad — password must be changed
sv: Usel — Lösenordet måste ändras

source: Published: %s
sv: Publicerad: %s

source: Usage Amount
sv: Användningsbelopp

source: Rotten Willow Vine
sv: Rutten pilranka

source: Spellchecker
sv: Stavningskontroll

source: Audio files won't be archived
sv: Ljudfiler arkiveras inte

source: Craft:
sv: Tillverka:

source: {font_name} output copied to clipboard
sv: {font_name} utdata kopierades till urklipp

source: This account does not use password authentication
sv: Det här kontot använder inte lösenordsautentisering

source: Seasons are now based on the day in year.
sv: Årstiderna baseras nu på dagen på året.

source: Failed to sign challenge using Windows Hello.
sv: Kunde inte signera challenge med Windows Hello

source: New message from {sender} on {item}
sv: Nytt meddelande från {sender} om {item}

source: Please send the PIN via direct message first
sv: Skicka först pinkoden via direktmeddelande

source: Add a new group
sv: Lägg till en ny grupp

source: Laser Blocks
sv: Laserblock

source: This isn’t good, this isn’t good, this isn’t good …
sv: Det här är inte bra, det här är inte bra, det här är inte bra …

source: for
sv: för

source: Could not register global shortcut
sv: Kunde inte registrera systemövergripande genväg

source: You can now close this page.
sv: Du kan nu stänga denna sida.

source: Readeck Browser Extension
sv: Readeck webläsartillägg

source: Remove Password
sv: Ta bort lösenord

source: true
sv: sann

source: Scripts won't be archived
sv: Skript kommer inte att arkiveras

source: Golden Essexite Block
sv: Gyllene essexitblock

source: Registrations
sv: Registreringar

source: Go to page %d
sv: Gå till sida %d

source: The most basic way to add a trigger is to make a detector send signals to a locked chest. Once the detector is triggered, it breaks the lock. But triggers can be more complex.
sv: Det enklaste sättet att lägga till en utlösare är att låta en detektor skicka signaler till en låst kista. När detektorn utlöses bryts låset. Utlösare kan dock vara mer komplexa.

source: A simple obstacle with an opening where a laser can go through.
sv: Ett enkelt hinder med en öppning där en laser kan passera.

source: There’s no winter, it’s hot in the entire year and the time in which Hades is furthest away from Apollo is too short to justify a season in its own right.
sv: Det finns ingen vinter. Det är varmt hela året och tiden då Hades är längst bort från Apollo är för kort för att motivera en egen årstid.

source: Sorry, only the following email address domains are allowed: %s
sv: Tyvärr är endast följande e-postdomäner tillåtna: %s

source: Pill
sv: Piller

source: After
sv: Efter

source: Copy the given attribute to the clipboard. Defaults to "password" if not specified.
sv: Kopiera det angivna attributet till urklipp. Standardvärdet är "password" om inget annat anges.

source: - Add support for Wikiless & Scribe.rip - More instances displayed in the search tools - Some fixes
sv: - Lade till stöd för Wikiless och Scribe.rip - Fler instanser visas i sökverktygen - Vissa rättningar

source: Installing
sv: Installation

source: Time
sv: Tid

source: Severity
sv: Allvarlighetsgrad

source: Reject %s?
sv: Avslå %s?

source: Set Roaming Zone
sv: Redigera roamingzon

source: Rebuilt %s.
sv: Byggde om %s.

source: Log Out %d Session
sv: Logga ut %d session

source: Log Out %d Sessions
sv: Logga ut %d sessioner

source: Use hardware key
sv: Använd hårdvarunyckel

source: Action taken when the keyword is detected.
sv: Åtgärd som vidtas när nyckelordet upptäcks.

source: Ruby Ore
sv: Rubinmalm

source: Plate
sv: Tallrik

source: Braces
sv: Klammerparenteser

source: Dashes and Slashes
sv: Streck och snedstreck

source: Repeat Playlist
sv: Upprepa spellista

source: Failed to open database file %1: not readable
sv: Kunde inte öppna databasfilen %1: Inte läsbar

source: Invalid 1PUX file format: Not a valid ZIP file.
sv: Ogiltigt 1PUX-filformat: Inte en giltig ZIP-fil.

source: Highlights
sv: Markeringar

source: Undo this Action?
sv: Ångra den här åtgärden?

source: Because if you carry electrons with you, you need to save them, or else you risk losing them! Just move inside the savezone and all your electrons will be saved.
sv: Eftersom du bär med dig elektroner måste du spara dem, annars riskerar du att förlora dem! Gå bara in i den säkra zonen så sparas alla dina elektroner.

source: Key not transformed. This is a bug, please report it to the developers.
sv: Nyckeln har inte transformerats. Detta är ett programfel, rapportera det till utvecklarna.

source: Sticky
sv: Fäst

source: 3. Make sure that “Sender Mode” is active of that tool (you can switch modes with the [Place] key)
sv: 3. Kontrollera att ”Avsändarläge” är aktivt för verktyget. Du kan växla läge med tangenten [Place].

source: Separate with space
sv: Separera med mellanslag

source: About this instance
sv: Om denna instans

source: For example, if an application only accepts a username and password, you can provide this token as a password. The username is ignored and can be anything, including an empty value.
sv: Till exempel, om en applikation endast accepterar användarnamn och lösenord, kan du använda denna token som ett lösenord. Användarnamnet ignoreras och kan vara vad som helst, inklusive ett tomt fält.

source: Zoom In
sv: Zooma in

source: Type: Dict+Leet
sv: Typ: Ordbok+Leet

source: Maximum width of thumbnails.
sv: Största bredd på miniatyrbilder.

source: Add this email address in your outgoing emails so recipients can reply.
sv: Lägg till denna epostadress i dina utgående epost så mottagare kan svara.

source: When a roaming zone is defined and used by any channel, the automatic roaming gets enabled.
sv: När en roamingzon definieras och används av en kanal, aktiveras automatisk roaming.

source: However, there’s a catch!
sv: Men det finns en hake!

source: Mossy Cobblestone
sv: Mossig kullersten

source: Attachment limit reached (%lld)
sv: Gräns för bilaga har nåtts (%lld)

source: Unblock %s?
sv: Avblockera %s?

source: Stone Shovel
sv: Stenspade

source: Cyrillic
sv: Kyrilliskt

source: Min Message Length
sv: Minsta meddelandelängd

source: Only moderators and admins may access the moderation queue
sv: Endast moderatorer och administratörer får komma åt modereringskön

source: Huh?
sv: Va?

source: Schedule Post
sv: Schemalägg inlägg

source: Do not use HTTP Auth toggle for this and sub groups
sv: Använd inte HTTP Auth-växlingsknappen för denna och undergrupper

source: Hmm, it probably was nothing.
sv: Hmm, det var nog ingenting.

source: Read entry field data doesn't match size
sv: Inläst data stämmer inte med fältstorleken
